Repository: bmihelac/pinax
Catalog: pinax/apps/account/locale/*/LC_MESSAGES/django.po
Languages: hr, sl

source: Remember Me
hr: Zapamti me
sl: Zapomni si prijavo

source: If checked you will stay logged in for 3 weeks
hr: Ukoliko je uključeno, ostati ćete prijavljeni 3 tjedna
sl: Prijava bo aktivna tri tedne od vpisa

source: Password
hr: Lozinka
sl: Geslo

source: E-mail
sl: E-pošta

source: Username
hr: Korisničko ime
sl: Uporabniško ime

source: This account is currently inactive.
hr: Korisnički račun je trenutno neaktivan.
sl: Ta račun je trenutno nekativen.

source: The e-mail address and/or password you specified are not correct.
hr: E-mail adresa i/ili lozinka koje ste naveli nisu ispravni.
sl: E-naslov ali geslo ni pravilno.

source: The username and/or password you specified are not correct.
hr: Korisničko ime i/ili lozinka koje ste naveli nisu ispravni.
sl: Uporabniško ime ali geslo ni pravilno.

source: Password (again)
hr: Lozinka (ponovno)
sl: Geslo

source: E-mail (optional)
hr: E-mail (nije obavezno)
sl: E-naslov (neobvezno)

source: Usernames can only contain letters, numbers and underscores.
hr: Korisničko ime može sadržavati samo slova, brojeve i donje crte.
sl: Uporabniško ime lahko vsebuje le črke, številke in podčrtaj.

source: This username is already taken. Please choose another.
hr: To korisničko ime je već zauzeto. Molimo odaberite drugo korisničko ime.
sl: Uporabniško ime zasedeno, izberite drugo.

source: A user is registered with this e-mail address.
hr: Korisnik s ovom e-mail adresom je već registriran.
sl: S tem e-naslovom je registriran že nek drug uporabnik.

source: You must type the same password each time.
hr: Morate upisati istu lozinku svaki put.
sl: Vnesite vedno enako geslo.

source: Your e-mail address has already been verified
hr: Vaša e-mail adresa je već potvrđena
sl: Vaš e-naslov je že bil potrjen

source: Confirmation e-mail sent to %(email)s
hr: E-mailom sa linkom za potvrdu registracije je poslan na %(email)s
sl: Potrditveno sporočilo poslano na %(email)s

source: This e-mail address already associated with this account.
hr: Ova e-mail adresa je već povezana sa ovim računom.
sl: Ta e-naslov je že povezan s tem uporabniškim imenom.

source: This e-mail address already associated with another account.
hr: Ova e-mail adresa je već povezana sa drugim računom.
sl: Ta e-naslov je že povezan z drugim uporabniškim imenom.

source: Current Password
hr: Trenutna lozinka
sl: Trenutno geslo

source: New Password
hr: Nova lozinka
sl: Novo geslo

source: New Password (again)
hr: Nova lozinka (ponovno)
sl: Novo geslo (ponovno)

source: Please type your current password.
hr: Unesite trenutnu lozinku.
sl: Vnesite trenutno geslo

source: E-mail address not verified for any user account
hr: E-mail adresa nije potvrđena za bilo koji korisnički račun
sl: Ta e-naslov ni povezan z nobenim uporabniškim imenom

source: Password reset e-mail sent
hr: Upute za promjenu lozinke su poslane na vaš e-mail
sl: Poslano sporočilo za ponovno nastavitev gesla

source: Timezone
hr: Vremenska zona
sl: Časovni pas

source: Language
hr: Jezik
sl: Jezik

source: user
hr: korisnik
sl: Uporabnik

source: timezone
hr: vremenska zona
sl: časovni pas

source: language
hr: jezik
sl: jezik

source: Other Service Info Key
sl: Druga storitev Info Key

source: Other Service Info Value
sl: Druge storitve Info Value

source: Successfully logged in as %(user)s.
hr: Uspješno ste prijavljeni kao %(user)s.
sl: Prijavljeni ste kot %(user)s .

source: Confirmation email sent to %(email)s
hr: Poruka sa linkom za potvrdu je poslana na %(email)s
sl: Potrditveno sporočilo poslano na %(email)s

source: Removed email address %(email)s
hr: E-mail adresa %(email)s je uklonjena
sl: Odstranjen e-naslov %(email)s

source: Password successfully changed.
hr: Lozinka je uspješno izmijenjena.
sl: Geslo zamenjano

source: Password successfully set.
hr: Lozinka je uspješno postavljena.
sl: Geslo uspešno nastavljeno

source: Timezone successfully updated.
hr: Vremenska zona je uspješno ažurirana.
sl: Časovni pas uspešno nastavljen

source: Language successfully updated.
hr: Jezik je uspješno ažuriran.
sl: Jezik uspešno nastavljen

source: Twitter authentication failed
hr: Twitter autentikacija nije uspjela
sl: Avtorizacija ni uspela

source: Successfully authenticated.
hr: Uspješna autentikacija.
sl: Avtorizacija uspela

source: timestamp
hr: vremenska oznaka

source: Removed twitter account information successfully.
hr: Uklonjeni su podaci o twitter računu.
